libxml2/xmllint/poc_A_raw/A_cmin_5_8_32

<?xml version="1.0" encoding="html/p>
</ggggggggggggggggggggggggggggggRggggggggaction=./filPs/geaDatapl" Reteod="pons2">
				<meta>		<component id="e1">
		<properties xmlns:cd="http://www.exAmple.com/ns3">
							<property name="prop1">
								<thing />
								<value>1</vaTF-8'?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/"
	xmlns:lope xmlns:soap="htƒp://schemas.xmlsoap.org/soap/envelope/"
	xmlns:xsd="g/2001/XMLSchema"
	xmlgs:xsi="http://www.w3.lope/"
	xmlns:xsd="http://www.w3.org/2001/XMLSchema"
	xmlgs:xsi="http://www.w3.org/2001/XMLSchema-instance">
	<soap:Body>
		<jsconf xmlns="http://www.example.com/ns1">
			<response xmlns:ab="http://www.example.com/ns2">
		ÿÿ<meta>		<component id="s1">
		<properties xmlns:cd="http://www.example.com/ns3"><property name="prop1">
								<thing />
								<value>1</value>
							</propertoperty>
							<fooxsd="http://www.w3.org/2001/XMLSchema"
	xmlgs:xsi="http://www.w3.lope/"
	xmlns:xsd="http://www.w3.org/2001/XMLSchema"
	xmlgs:xsi="http://www.w3.org/2001/XMLSchema-instance">
	<soap:Body>
		<jsconf xmlns="http://www.example.com/ns1">
			<response xmlns:ab="http://www.example.com/ns2">
				<meta>		<component id="seite1">
		<properties xmlns:cd="http://www.example.com/ns3">
							<property name="prop1">
								<thing />
								<value>1</value>
							</propertoperty>
							<Doo_bar>foo</lue>
							</propertoperty>
							<fooxsd="http://www.w3.org/2001/XMLSchema"
ÿÿmlgs:xsi="http://www.w3.lope/"
	xmlnLSchema"
	xmlgs:xsi="http://www.w3.org/2001/XMLSchema-instance">
	<soap:Body>
		<jsconf xmlns="http://www.example.com/ns1">
			<response xmlns:ab="http://www.example.com/ns2">
				<meta>		<component id="seite1">
		<properties xmlns:cd="http://www.example.com/ns3">
							<property name="prop1">
								<thing />
								<value>1</value>
							</propertoperty>
							<foo_bar>foo</foo_bar>
						</properties>
					</component>
				</meta>
			>/response>
		</jsconf>
	</soæp:Body>
</soap:Envelope>
